Repository: mauvilsa/announce-on-publish
Catalog: lang/announce-on-publish-*.po
Languages: es_es

source: Publish
es_es: Publicar

source: Cancel
es_es: Cancelar

source: Announcement post
es_es: Post de anuncio

source: New %s:
es_es: Nuevo %s:

source: Title for announcement post
es_es: Título para el post de anuncio

source: Text for announcement post
es_es: Texto para el post de anuncio

source: Input the details for the additional post announcing the creation of this %s. Please <b>check it carefully</b> since any mistake can only be corrected by going to the respective announcement target(s).
es_es: Introduce los detalles para el post adicional anunciando la creación de este %s. Por favor <b>revísalo cuidadosamente</b> puesto que cualquier error sólo podrá corregirse yendo al anuncio respectivo.

source: The title and content are required to be non-empty!
es_es: ¡El título y contenido no pueden estar vacíos!

source: There was a problem creating the announcement post:
es_es: Hubo un problema al crear el post de anuncio:

source: Announce on Publish enabled for %s, but WP REST API plugin is required to be installed and active and apparently it is not. Announcements will not be posted.
es_es: Announce on Publish habilitado para %s, sin embargo el plugin WP REST API debe estar instalado y habilitado, y aparentemente no lo está. Los anuncios no serán creados.

source: When publishing a new post (for a filtered list of post types), a modal box is presented for creating an additional announcement post.
es_es: Al publicar un nuevo post (para una lista filtrada de tipos de post), una ventana modal se presenta para crear un post de anuncio adicional.
